// © Copyright 2004-2008, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Cargar archivo";
kUploadingTitleStringKey = "Cargando…";
kUploadingReceiveResponseTitleStringKey = "Recibiendo respuesta…";

// Errors
kFileOpenError = "No se puede abrir el archivo %@.";
kFileOpenErrorExplanation = "Este archivo está dañado o es posible que haya sido trasladado a otra ubicación, eliminado o que se le cambió el nombre. Verifique la ubicación del archivo o seleccione otro archivo e inténtelo nuevamente.";
kPrintChannelOpenError = "No se puede abrir un canal de impresora.";
kPrintChannelOpenErrorExplanation = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";
kSendDataError = "No se pueden enviar los datos a la impresora.";
kSendDataErrorExplanation = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";

HSDDescriptionField = "Seleccione un archivo y transfiéralo a su impresora. El resultado de esta operación depende del contenido del archivo transferido.";
HSDFilePathLabel = "Nombre del archivo:";
HSDFilePathField = "<No seleccionado>";
HSDChooseButton = "Seleccionar…";
HSDGetResponseButton = "Mostrar respuesta del dispositivo";
HSDUploadButton = "Cargar";

HSDProgressTitle = "Cargando…";
HSDCancelButton = "Cancelar";

HSDCloseButton = "Cerrar";
